nfe/nfes/producao/temporarias/201612/42161209531045000248550010000583131914581356-downnfe.xml

<?xml version="1.0" encoding="utf-8"?><soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope"><soap12:Header><nfeCabecMsg xmlns="http://www.portalfiscal.inf.br/nfe/wsdl/NfeDownloadNF"><cUF>91</cUF><versaoDados>1.00</versaoDados></nfeCabecMsg></soap12:Header><soap12:Body><nfeDadosMsg xmlns="http://www.portalfiscal.inf.br/nfe/wsdl/NfeDownloadNF"><downloadNFe xmlns="http://www.portalfiscal.inf.br/nfe" versao="1.00"><tpAmb>1</tpAmb><xServ>DOWNLOAD NFE</xServ><CNPJ>11169963000130</CNPJ><chNFe>42161209531045000248550010000583131914581356</chNFe></downloadNFe></nfeDadosMsg></soap12:Body></soap12:Envelope>